tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fish"
brew "gh"
brew "git"
brew "hugo"
brew "mas"
brew "neovim"
brew "nodebrew"
brew "python@3.10"
brew "python@3.9"
brew "tig"
brew "tmux"
brew "tree"
cask "1password"
cask "anki"
cask "cheatsheet"
cask "cleanmymac"
cask "clipy"
cask "deepl"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "iterm2"
cask "ithoughtsx"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "numi"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "iThoughtsX", id: 720669838
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Playgrounds", id: 1496833156
mas "Snippety", id: 1530751461
mas "Xcode", id: 497799835
