tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.10"
brew "commitizen"
brew "fish"
brew "gh"
brew "git"
brew "mas"
brew "neovim"
brew "python@3.9"
brew "tmux"
cask "1password"
cask "cheatsheet"
cask "cleanmymac"
cask "clipy"
cask "deepl"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "iterm2"
cask "ithoughtsx"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "numi"
